[
  {
    "title": "Egypt",
    "url": "https://cdn2.thecatapi.com/images/0XYvRd7oD.jpg",
    "description": "The Abyssinian is easy to care for, and a joy to have in your home. They’re affectionate cats and love both people and other animals."
  },

  {
    "title": "Greece",
    "description": "Native to the Greek islands known as the Cyclades in the Aegean Sea, these are natural cats, meaning they developed without humans getting involved in their breeding. As a breed, Aegean Cats are rare, although they are numerous on their home islands. They are generally friendly toward people and can be excellent cats for families with children.",
    "url": "https://cdn2.thecatapi.com/images/ozEvzdVM-.jpg"
  },

  {
    "title": "United States",
    "description": "American Bobtails are loving and incredibly intelligent cats possessing a distinctive wild appearance. They are extremely interactive cats that bond with their human family with great devotion.",
    "url": "https://cdn2.thecatapi.com/images/hBXicehMA.jpg"
  },

  {
    "title": "United States",
    "description": "Distinguished by truly unique ears that curl back in a graceful arc, offering an alert, perky, happily surprised expression, they cause people to break out into a big smile when viewing their first Curl. Curls are very people-oriented, faithful, affectionate soulmates, adjusting remarkably fast to other pets, children, and new situations.",
    "url": "https://cdn2.thecatapi.com/images/xnsqonbjW.jpg"
  },

  {
    "title": "United States",
    "description": "The American Shorthair is known for its longevity, robust health, good looks, sweet personality, and amiability with children, dogs, and other pets.",
    "url": "https://cdn2.thecatapi.com/images/JFPROfGtQ.jpg"
  },

  {
    "title": "United States",
    "description": "The American Wirehair tends to be a calm and tolerant cat who takes life as it comes. His favorite hobby is bird-watching from a sunny windowsill, and his hunting ability will stand you in good stead if insects enter the house.",
    "url": "https://cdn2.thecatapi.com/images/8D--jCd21.jpg"
  },

  {
    "title": "United Arab Emirates",
    "description": "Arabian Mau cats are social and energetic. Due to their energy levels, these cats do best in homes where their owners will be able to provide them with plenty of playtime, attention and interaction from their owners. These kitties are friendly, intelligent, and adaptable, and will even get along well with other pets and children.",
    "url": "https://cdn2.thecatapi.com/images/k71ULYfRr.jpg"
  },

  {
    "title": "Australia",
    "description": "The Australian Mist thrives on human companionship. Tolerant of even the youngest of children, these friendly felines enjoy playing games and being part of the hustle and bustle of a busy household. They make entertaining companions for people of all ages, and are happy to remain indoors between dusk and dawn or to be wholly indoor pets.",
    "url": "https://cdn2.thecatapi.com/images/_6x-3TiCA.jpg"
  },

  {
    "title": "United States",
    "description": "Balinese are curious, outgoing, intelligent cats with excellent communication skills. They are known for their chatty personalities and are always eager to tell you their views on life, love, and what you’ve served them for dinner. ",
    "url": "https://cdn2.thecatapi.com/images/13MkvUreZ.jpg"
  },
  {
    "title": "United States",
    "description": "The Bambino is a breed of cat that was created as a cross between the Sphynx and the Munchkin breeds. The Bambino cat has short legs, large upright ears, and is usually hairless. They love to be handled and cuddled up on the laps of their family members.",
    "url": "https://cdn2.thecatapi.com/images/5AdhMjeEu.jpg"
  },
  {
    "title": "United States",
    "description": "Bengals are a lot of fun to live with, but they're definitely not the cat for everyone, or for first-time cat owners. Extremely intelligent, curious and active, they demand a lot of interaction and woe betide the owner who doesn't provide it.",
    "url": "https://cdn2.thecatapi.com/images/O3btzLlsO.png"
  },

  {
    "title": "France",
    "description": "The Birman is a docile, quiet cat who loves people and will follow them from room to room. Expect the Birman to want to be involved in what you’re doing. He communicates in a soft voice, mainly to remind you that perhaps it’s time for dinner or maybe for a nice cuddle on the sofa. He enjoys being held and will relax in your arms like a furry baby.",
    "url": "https://cdn2.thecatapi.com/images/HOrX5gwLS.jpg"
  }
]